cardslate-backend/app/controllers/games_controller.rb

    def index
        games = Game.all
---
SELECT "games".* FROM "games"

    def create
      game = Game.create(user_id: params[:user_id], language: params[:language], category_id: params[:category_id])
---
INSERT INTO "users" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "jamez21"], ["created_at", "2021-02-16 23:33:38.044198"], ["updated_at", "2021-02-16 23:33:38.044198"]]
INSERT INTO "games" ("user_id", "category_id", "language", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["user_id", 30], ["category_id", 3], ["language", "Spanish"], ["created_at", "2021-02-17 01:47:53.435394"], ["updated_at", "2021-02-17 01:47:53.435394"]]