cardslate-backend/app/controllers/users_controller.rb

    def create
        # byebug
      user = User.create(name: params[:name])
---
INSERT INTO "users" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "come on"], ["created_at", "2021-02-16 21:39:34.220328"], ["updated_at", "2021-02-16 21:39:34.220328"]]